{
  "architectures": [
    "BioClinicalBertClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "hidden3_dropout": 0.1,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "hidden_size1": 68,
  "hidden_size2": 54,
  "hidden_size3": 40,
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.30.2",
  "type_vocab_size": 2,
  "unfreeze": false,
  "use_cache": true,
  "vocab_size": 28996
}
